function AboutGuidesSection()
{
    return (
        <section>
            <div className="about-container">
                <div className="about-title">
                    <h1>В чём польза от гайдов?</h1>
                </div>
                <div className="about-content">
                    <p>Гайды будут полезны для женщин, которые хотят улучшить свое здоровье, понять свое тело и улучшить свою сексуальную жизнь.</p>
                    <hr />
                    <p>Беременность и роды будут не страшны после прочтения информации из гайдов! Я составила их таким образом, чтобы знания об этих важных событиях были доступны абсолютно каждому.</p>
                    <hr />
                    <p>Гайды содержат важную информацию о различных женских заболеваниях и их профилактике. Они помогут вам принимать оперативные решения о своем здоровье и заботиться о нем.</p>
                </div>
            </div>
        </section>
    );
}

export default AboutGuidesSection;